/* Button text to continue a game
   To continue the game */
"continue" = "继续";

/* Button text to start a custom game */
"customGame" = "定制游戏";

/* Message to say something went wrong */
"errorMessage" = "出问题了。";

/* Button name to exit the game */
"exit" = "退出";

/* Message to say that the game is over */
"gameOver" = "游戏结束";

/* Multi-line description of the game rules */
"gameRules" = "
游戏规则

一副牌中有 24 张牌（9 - Ace）。
新牌在每轮开始时发给每位玩家。

在 Blef，你只能下注或过牌。
例如，如果你下注“一对 9”
你就是在下注在本轮发的所有牌中至少可以找到两个 9。

如果有人过牌，则该轮结束。
如果有人过牌你的赌注并且你的赌注在所有牌中都找不到，你输掉这一轮并获得一张牌。
如果你的赌注是正确的，过牌你的玩家将输掉并获得一张牌。

拿到太多牌，你就出局了。
";

/* Hello greeting */
"hello" = "你好";

/* Message to say you can't do that */
"illegalMoveMessage" = "你现在不能这样做";

/* Button name to invite an AI */
"inviteAI" = "邀请人工智能";

/* Text message to invite someone with */
"inviteString" = "和我一起玩 Blef";

/* State that something (room) is full */
"isFull" = "已满";

/* Button text to join game rooms */
"joinARoom" = "加入游戏室";

/* To join the room */
"joinRoom" = "加入游戏室";

/* Third person perfect aspect of the verb to lose */
"lost" = "输了";

/* Button name to move to StartScene */
"menu" = "菜单";

/* Button name to open the game room */
"openRoom" = "打开房间";

/* Button name to play a move */
"play" = "确定";

/* The noun describing a game participant */
"player" = "玩家";

/* PREFIX FOR: State that players in room (... are ...) */
"playersInRoomPrefix" = "房间";

/* POSTFIX FOR: State that players in room (... are ...) */
"playersInRoomPostfix" = "里的玩家";

/* Button text to start a quick game */
"quickGame" = "新游戏";

/* The noun meaning a closed space that can be occupied */
"room" = "房间";

/* Button name to share a game link */
"share" = "邀请别人玩";

/* Message to say share the link with another player */
"shareMessage" = "与其他玩家分享链接";

/* Button name to start the game */
"startGame" = "开始";

/* Third person perfect aspect of the verb to win */
"won" = "赢了";

/* Second person singular pronoun */
"you" = "你";

/* Message to say that you lost in the game */
"youLost" = "你输了";

/* Message to say that you won in the game */
"youWon" = "你赢了";

/* High card 9 */
"highCard9" = "散牌 9";

/* High card 10 */
"highCard10" = "散牌 T";

/* High card Jack */
"highCardJ" = "散牌 J";

/* High card Queen */
"highCardQ" = "散牌 Q";

/* High card King */
"highCardK" = "散牌 K";

/* High card Ace */
"highCardA" = "散牌 A";

/* Pair of 9s */
"pairOf9s" = "一对 9";

/* Pair of 10s */
"pairOf10s" = "一对 T";

/* Pair of Jacks */
"pairOfJs" = "一对 J";

/* Pair of Queens */
"pairOfQs" = "一对 Q";

/* Pair of Kings */
"pairOfKs" = "一对 K";

/* Pair of Aces */
"pairOfAs" = "一对 A";

/* Two pair, 10s and 9s */
"twoPairs10sAnd9s" = "两对：T，9";

/* Two pair, Jacks and 9s */
"twoPairsJsAnd9s" = "两对：J，9";

/* Two pair, Jacks and 10s */
"twoPairsJsAnd10s" = "两对：J，T";

/* Two pair, Queens and 9s */
"twoPairsQsAnd9s" = "两对：Q，9";

/* Two pair, Queens and 10s */
"twoPairsQsAnd10s" = "两对：Q，T";

/* Two pair, Queens and Jacks */
"twoPairsQsAndJs" = "两对：Q，J";

/* Two pair, Kings and 9s */
"twoPairsKsAnd9s" = "两对：K，9";

/* Two pair, Kings and 10s */
"twoPairsKsAnd10s" = "两对：K，T";

/* Two pair, Kings and Jacks */
"twoPairsKsAndJs" = "两对：K，J";

/* Two pair, Kings and Queens */
"twoPairsKsAndQs" = "两对：K，Q";

/* Two pair, Aces and 9s */
"twoPairsAsAnd9s" = "两对：A，9";

/* Two pair, Aces and 10s */
"twoPairsAsAnd10s" = "两对：A，T";

/* Two pair, Aces and Jacks */
"twoPairsAsAndJs" = "两对：A，J";

/* Two pair, Aces and Queens */
"twoPairsAsAndQs" = "两对：A，Q";

/* Two pair, Aces and Kings */
"twoPairsAsAndKs" = "两对：A，K";

/* Small straight (9-King) */
"smallStraight" = "小顺子 (9-K)";

/* Big straight (10-Ace) */
"bigStraight" = "大顺子 (T-A)";

/* Great straight (9-Ace) */
"greatStraight" = "伟大顺子 (9-A)";

/* Three 9s */
"three9s" = "三条 9";

/* Three 10s */
"three10s" = "三条 T";

/* Three Jacks */
"threeJs" = "三条 J";

/* Three Queens */
"threeQs" = "三条 Q";

/* Three Kings */
"threeKs" = "三条 K";

/* Three Aces */
"threeAs" = "三条 A";

/* Full house, 9s over 10s */
"fullHouse9sOver10s" = "葫芦：三个9，两个T";

/* Full house, 9s over Jacks */
"fullHouse9sOverJs" = "葫芦：三个9，两个J";

/* Full house, 9s over Queens */
"fullHouse9sOverQs" = "葫芦：三个9，两个Q";

/* Full house, 9s over Kings */
"fullHouse9sOverKs" = "葫芦：三个9，两个K";

/* Full house, 9s over Aces */
"fullHouse9sOverAs" = "葫芦：三个9，两个A";

/* Full house, 10s over 9s */
"fullHouse10sOver9s" = "葫芦：三个T，两个9";

/* Full house, 10s over Jacks */
"fullHouse10sOverJs" = "葫芦：三个T，两个J";

/* Full house, 10s over Queens */
"fullHouse10sOverQs" = "葫芦：三个T，两个Q";

/* Full house, 10s over Kings */
"fullHouse10sOverKs" = "葫芦：三个T，两个K";

/* Full house, 10s over Aces */
"fullHouse10sOverAs" = "葫芦：三个T，两个A";

/* Full house, Jacks over 9s */
"fullHouseJsOver9s" = "葫芦：三个J，两个9";

/* Full house, Jacks over 10s */
"fullHouseJsOver10s" = "葫芦：三个J，两个T";

/* Full house, Jacks over Queens */
"fullHouseJsOverQs" = "葫芦：三个J，两个Q";

/* Full house, Jacks over Kings */
"fullHouseJsOverKs" = "葫芦：三个J，两个K";

/* Full house, Jacks over Aces */
"fullHouseJsOverAs" = "葫芦：三个J，两个A";

/* Full house, Queens over 9s */
"fullHouseQsOver9s" = "葫芦：三个Q，两个9";

/* Full house, Queens over 10s */
"fullHouseQsOver10s" = "葫芦：三个Q，两个T";

/* Full house, Queens over Jacks */
"fullHouseQsOverJs" = "葫芦：三个Q，两个J";

/* Full house, Queens over Kings */
"fullHouseQsOverKs" = "葫芦：三个Q，两个K";

/* Full house, Queens over Aces */
"fullHouseQsOverAs" = "葫芦：三个Q，两个A";

/* Full house, Kings over 9s */
"fullHouseKsOver9s" = "葫芦：三个K，两个9";

/* Full house, Kings over 10s */
"fullHouseKsOver10s" = "葫芦：三个K，两个T";

/* Full house, Kings over Jacks */
"fullHouseKsOverJs" = "葫芦：三个K，两个J";

/* Full house, Kings over Queens */
"fullHouseKsOverQs" = "葫芦：三个K，两个Q";

/* Full house, Kings over Aces */
"fullHouseKsOverAs" = "葫芦：三个K，两个A";

/* Full house, Aces over 9s */
"fullHouseAsOver9s" = "葫芦：三个A，两个9";

/* Full house, Aces over 10s */
"fullHouseAsOver10s" = "葫芦：三个A，两个T";

/* Full house, Aces over Jacks */
"fullHouseAsOverJs" = "葫芦：三个A，两个J";

/* Full house, Aces over Queens */
"fullHouseAsOverQs" = "葫芦：三个A，两个Q";

/* Full house, Aces over Kings */
"fullHouseAsOverKs" = "葫芦：三个A，两个K";

/* Flush of ♣ */
"flushClubs" = "同花 ♣";

/* Flush of ♦ */
"flushDiamonds" = "同花 ♦";

/* Flush of ♥ */
"flushHearts" = "同花 ♥";

/* Flush of ♠ */
"flushSpades" = "同花 ♠";

/* Four 9s */
"four9s" = "四条 9";

/* Four 10s */
"four10s" = "四条 10";

/* Four Jacks */
"fourJs" = "四条 J";

/* Four Queens */
"fourQs" = "四条 Q";

/* Four Kings */
"fourKs" = "四条 K";

/* Four Aces */
"fourAs" = "四条 A";

/* Small straight flush (9-King) ♣ */
"smallStraightFlushClubs" = "小同花顺 (9-K) ♣";

/* Small straight flush (9-King) ♦ */
"smallStraightFlushDiamonds" = "小同花顺 (9-K) ♦";

/* Small straight flush (9-King) ♥ */
"smallStraightFlushHearts" = "小同花顺 (9-K) ♥";

/* Small straight flush (9-King) ♠ */
"smallStraightFlushSpades" = "小同花顺 (9-K) ♠";

/* Big straight flush (10-Ace) ♣ */
"bigStraightFlushClubs" = "大同花顺 (T-A) ♣";

/* Big straight flush (10-Ace) ♦ */
"bigStraightFlushDiamonds" = "大同花顺 (T-A) ♦";

/* Big straight flush (10-Ace) ♥ */
"bigStraightFlushHearts" = "大同花顺 (T-A) ♥";

/* Big straight flush (10-Ace) ♠ */
"bigStraightFlushSpades" = "大同花顺 (T-A) ♠";

/* Great straight flush (9-Ace) ♣ */
"greatStraightFlushClubs" = "伟大同花顺 (9-A) ♣";

/* Great straight flush (9-Ace) ♦ */
"greatStraightFlushDiamonds" = "伟大同花顺 (9-A) ♦";

/* Great straight flush (9-Ace) ♥ */
"greatStraightFlushHearts" = "伟大同花顺 (9-A) ♥";

/* Great straight flush (9-Ace) ♠ */
"greatStraightFlushSpades" = "伟大同花顺 (9-A) ♠";

/* CHECK */
"check" = "过牌";
